# Python
ms-python.python
ms-python.pylance
ms-python.black-formatter
ms-python.isort
ms-python.flake8

# Jupyter
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers

# Git
eamodio.gitlens

# YAML / TOML
redhat.vscode-yaml
tamasfe.even-better-toml

# Remote
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-containers

# Qualité
streetsidesoftware.code-spell-checker
